<div class="center">
            <div class="menu-left-text">
                <div class="title-info">
                    <h1 class="size-font-big style-title">Познай себя: Пройди тест и открой новые горизонты!</h1>
                    <hr>
                </div>
                <div class="main-info">
                    <p class="size-font style-text">Добро пожаловать на наш сайт! Мы с радостью приветствуем вас и хотим поделиться с вами захватывающими новостями. Если вы впервые слышите о нашем тесте, не беспокойтесь — мы с удовольствием объясним, что это такое и почему вам стоит уделить ему время.</p>
                    <p class="size-font style-text">Наш тест представляет собой уникальную возможность лучше узнать себя и свои способности. Он разработан, чтобы помочь вам осознать ваши сильные стороны, выявить области для развития и раскрыть свой потенциал для достижения успеха. Независимо от того, являетесь ли вы студентом, профессионалом или просто ищете новые пути в жизни, наш тест станет вашим надежным спутником на этом пути.</p>
                    <p class="size-font style-text">Прохождение теста — это не просто развлечение, а ценный инструмент, который поможет вам лучше понять себя. Он даст вам представление о ваших интересах, ценностях и предпочтениях, что, в свою очередь, позволит принимать более осознанные решения в учебе, карьере и личной жизни. Тест поможет вам определить, что действительно важно для вас и какие шаги необходимо предпринять для достижения ваших целей.</p>
                    <p class="size-font style-text">Кроме того, результаты теста могут стать отличным поводом для обсуждения с друзьями, коллегами или наставниками. Вы сможете поделиться своими открытиями и получить обратную связь, что только усилит ваш личностный рост.</p>
                    <p class="size-font style-text">Не упустите возможность узнать больше о себе и сделать шаг к улучшению своей жизни! Пройдите наш тест и откройте для себя новые горизонты! Мы уверены, что вы найдете этот опыт увлекательным и полезным. Начните прямо сейчас и позвольте себе расти!</p>
                </div>
            </div>
            <div class="menu-right-button con-img-fon">
                <div class="info-menu-right">
                    <h1 class="size-font-big style-text color-white">Вы можете выбрать один из двух тестов</h1>
                </div>
                <div class="buttons-main">
                    <button class="btn">Простой тест</button>
                    <button class="btn">Углублённый тест</button>
                </div>
            </div>
        </div>